{
  "states": [
    "Alabama","Alaska","Arizona","Arkansas","California","Colorado","Connecticut","Delaware",
    "Florida","Georgia","Hawaii","Idaho","Illinois","Indiana","Iowa","Kansas","Kentucky",
    "Louisiana","Maine","Maryland","Massachusetts","Michigan","Minnesota","Mississippi",
    "Missouri","Montana","Nebraska","Nevada","New Hampshire","New Jersey","New Mexico",
    "New York","North Carolina","North Dakota","Ohio","Oklahoma","Oregon","Pennsylvania",
    "Rhode Island","South Carolina","South Dakota","Tennessee","Texas","Utah","Vermont",
    "Virginia","Washington","West Virginia","Wisconsin","Wyoming"
  ],

  "modalContent": {
    "refund": {
      "title": "Refund Policy",
      "text": "Returns, Refunds & Exchanges:\n\nGloria Jean’s Coffees strives to provide excellent customer service and we will do whatever we can to ensure that you are satisfied.\n\nWhere goods are faulty/damaged or are different to the product printed on your invoice, a refund or exchange may be organized. In this case, please contact our Customer Service Team via email at: CustomerService@gloriajeans.com or call on 1-877-320-JAVA, Monday to Friday. We are sorry, but at the moment, Gloria Jean’s does not accept returns.\n\nWe do not accept returns on coffee due to its perishable nature. However, we are quite willing to resolve problems as they arise. Should your delivery not match your invoice within the first 30 days of receiving your order, you will be eligible for a full refund (minus shipping and handling costs). If there are errors in your order, please contact us at CustomerService@gloriajeans.com or 1-877-320-JAVA within two days of receiving your order.\n\nCancellation Policy:\n\nOrders, once submitted are not subject to cancellation or amendment, including changes to the delivery address. On that basis, customers recognize and agree that refunds are unable to be provided for products that have been cancelled or if a customer has changed their mind."
    },
    "shipping": {
      "title": "Shipping",
      "text": "Shipping & Delivery:\n\nAll orders will be shipped within three business days of receiving the order. Orders placed on Friday, Saturday and Sunday will be processed on the following business day (Monday). You will be contacted if we foresee any delays in shipment or if an item is out of stock.\n\nPlease note when 2ND DAY and OVERNIGHT shipping are selected for an order placed on Friday-Sunday, the order will be processed the following business day.\n\nShipping Methods:\n\nYou may select UPS Standard, UPS Ground, UPS 2nd Day, or UPS Overnight delivery. Choose Overnight delivery for the quickest delivery to an address in the continental United States. All 2nd Day and Overnight orders are processed Monday through Friday only.\n\nAfter your order is processed and shipped, an email confirmation will be sent to you with the tracking# for your shipment.\n\nUPS Standard and Ground Delivery Times:\n\nUPS Standard (Surepost) delivery is 4-8 days. All packages are handled and tracked by UPS, but some select addresses may be shipped via the USPS.\n\nUPS Ground delivery time is 3-5 business days. Please visit www.UPS.com to track your shipment.\n\nAll orders must be shipped to a physical address. We’re sorry, but at this time we are unable to ship to P.O. boxes or APO/FPO addresses.\n\nTracking Orders:\n\nFrom the My Account drop down menu, click on “Order History” to view your orders. Click on a specific order to find the UPS tracking number and then track your package at www.UPS.com \n\nShipping Rates:\n\nActual shipping charges are calculated at Checkout for each order. For orders up to $60, the real-time UPS rate will be charged based on the shipping address and the actual weight of the order. For orders over $60 flat shipping rates are charged based on the dollar value of the order.\n\nShipping Rate Chart will be added soon."
    },
    "privacy": {
      "title": "Privacy Policy",
      "text": "Privacy Policy:\n\nLast Updated: 21st August 2024\n\nGloria Jean’s Gourmet Coffees Corp, Gloria Jean's Gourmet Coffees Franchising Corp, our respective affiliates and subsidiaries (\"we, \"us\", \"our\") recognises the importance of your privacy.\n\nThis privacy policy (\"Privacy Policy\") sets out how we collect, use, disclose and manage your personal information, and also how to contact us about matters outlined herein.\n\nBy using our websites, applications, products and services, or providing your personal information to us, you consent to your personal information being collected, held, used and disclosed as set out in this Privacy Policy.\n\nWhat information do we collect?\nWe may collect information about you that may be personal information in the course of:\n- Using our websites to purchase products or access our services, creating an account, signing up to our newsletter, joining our loyalty programme and/or contacting us directly via email or phone.\n- Buying products or receiving services at our stores or through franchise partners.\n- Applying to be a franchise partner, area developer or master franchise partner.\n- Participating in competitions, promotions or surveys.\n- Applying to be a supplier.\n- Using any of our mobile or tablet applications.\n- Interacting with us and providing personal information by any other means.\n- Applying for employment with us or being employed by us."
    },
    "terms": {
      "title": "Terms of Service",
      "text": "TERMS OF SERVICE:\n\nTHESE TERMS ARE SUBJECT TO CHANGE WITHOUT PRIOR WRITTEN NOTICE AT ANY TIME, IN GLORIA JEAN’S SOLE DISCRETION. BY PLACING AN ORDER FOR PRODUCTS THROUGH THIS WEBSITE www.gloriajeans.com (the “Site”), YOU AGREE TO BE BOUND BY AND ACCEPT THE TERMS OF SALE IN EFFECT AT THE TIME OF SUCH ORDER. ALL SALES ARE EXPRESSLY CONDITIONED UPON YOUR AGREEMENT TO THESE TERMS OF SALE, IN ADDITION TO GLORIA JEAN’S GENERAL TERMS AND CONDITIONS OF USE, AND PRIVACY & SECURITY POLICIES.\n\nYour Account:\nYou are responsible for maintaining the confidentiality of your password and account. You accept responsibility for all purchases and activities under your account.\n\nAcceptance of Order:\nYour placement of an order does not necessarily assure that we will accept your order. We may require additional information if not all details are provided. Once accepted, your order will be processed for shipment.\n\nPricing and Availability:\nAll prices are in U.S. dollars. Items are subject to availability. Prices may change without notice.\n\nPayment Terms:\nVisa, MasterCard, American Express and Discover are accepted. You authorize us to charge your order to your card.\n\nShipping Terms and Policies:\nWe endeavor to ship all orders for in-stock items within one business day. Shipping typically via UPS, allowing 5-8 business days for standard delivery. Expedited shipping options available."
    },
    "cancellations": {
      "title": "Cancellations",
      "text": "Some items in our store may be offered as a subscription, a pre-order or try before you buy. This cancellation policy lays out how you can change or cancel these kinds of purchases.\n\nSubscriptions:\nWhen you purchase a subscription you'll receive repeat deliveries. These are based on the subscription duration and frequency that you select. Your payment details will be stored securely and you'll be charged for each of these deliveries, unless you choose to pay in advance..."
    }
  }
}
